Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Moldova ranks 107. (2014) in the HDI (Human Development Index) published by the UNDP, which annually monitors the social and economic development of countries around the world.
pl: Mołdawia zajmuje 107 pozycję (2014 r.) w rankingu HDI (Human Development Index) prowadzonym przez UNDP, który corocznie monitoruje społeczno-gospodarczy rozwój państw świata.

source: The country exhibits a low level of national income and other development indicators - this country belongs to the poorest countries in Europe and is largely dependent on international aid.
pl: Kraj ten charakteryzuje niski poziom dochodu narodowego oraz pozostałych wskaźników rozwojowych - jest on jednym z najuboższych w Europie, w znacznym stopniu uzależnionym od pomocy zagranicznej.

source: The dependence on the supply of raw materials from Russia and the existence of the Pridnestrovian Moldavian Republic (not recognized on the international arena) in Transnistria, the most industrialised region of the country.
pl: Poważnym problemem dla mołdawskiej gospodarki jest uzależnienie od dostaw surowców z Rosji oraz istnienie nieuznawanej na arenie międzynarodowej Naddniestrzańskiej Republiki Mołdawskiej w najbardziej uprzemysłowionym regionie, jakim jest Naddniestrze.

source: A problem that is of significance for the EU is the fact that the transit route for smuggling illegal immigrants from the Middle East, South Asia, and South-Eastern Asia as well as from the Commonwealth of Independent States crosses Moldova.
pl: Istotnym z punktu widzenia UE problemem jest także wiodący przez Mołdawię szlak przerzutu nielegalnych imigrantów z Bliskiego Wschodu, Azji Południowej i Południowo-Wschodniej oraz krajów Wspólnoty Niepodległych Państw.

source: Signing the association agreement with the EU and DCFTA is a turning point for implementing systemic and economic reforms, which will strengthen the institutional structures at every level, will reduce the vulnerability of the country to economic situation and will contribute to removing the barriers that block the development of export.
pl: Podpisanie umowy stowarzyszeniowej z UE oraz DCFTA stanowi punkt zwrotny w kierunku przeprowadzenia reform systemowych i gospodarczych, co wzmocni struktury instytucjonalne na każdym szczeblu, ograniczy podatność kraju na wahania koniunktury oraz przyczyni się do usunięcia barier blokujących rozwój eksportu.

source: Since 2004, Moldova has been on the list of priority recipients of Polish Aid.
pl: Od 2004 roku Mołdawia figuruje na liście priorytetowych biorców polskiej pomocy rozwojowej.

source: In total, 21 projects were implemented for the total amount of PLN 6,118,341, including 11 local government units/NGO projects for the amount of PLN 4,401,526, 3 administrative projects for PLN 978,105 and 7 projects under the Small Grants System undertaken by the Polish Embassy in Chișinău for PLN 738,710 (see full list ).
pl: Wdrożono łącznie 21 projektów na kwotę 6 118 341 PLN, w tym 11 projektów jst/ngo na kwotę 4 401 526 PLN, 3 projekty administracji rządowej na kwotę 978 105 PLN oraz 7 projektóww ramach systemu małych grantów zrealizowanych przez Ambasadę RP w Kiszyniowie na kwotę 738 710 PLN (zobacz pełną listę ).

source: The development cooperation for Moldova (projects run by (non-governmental organization projects, local governmental units, government administration units) was performed according to the following priorities:
pl: Współpraca rozwojowa na rzecz Mołdawii (projekty organizacji pozarządowych, jednostek samorządu terytorialnego i organów administracji rządowej) realizowana była w ramach następujących priorytetów:

source: Regional development and decentralisation (6 projects - PLN 1,272,818)
pl: Rozwój regionalny i budowa potencjału administracji rządowej (6 projektów - 1 272 818 PLN)

source: The actions were intended to strengthen the central administration in preparing and implementing the legal framework for financing local governments and to support administration at every level in establishing structures needed to effectively absorb the national and international funds, in line with EU standards, and based on the model of closer cooperation with other national sectoral policies.
pl: Działania służyły wsparciu administracji centralnej w przygotowaniu i wdrażaniu ram prawnych systemu finansowania samorządów, a także wsparciu administracji na każdym szczeblu w kierunku stworzenia struktur do efektywnej absorbcji funduszy krajowych i międzynarodowych, zgodnej ze standardami UE oraz opartej na modelu ściślejszej koordynacji z innymi krajowymi politykami sektorowymi.

source: An important element of the actions took the form of continued support granted by the Ministry of Development to the Moldovan authorities in drawing up the Regional Development Strategy of Moldova 2016-2020 and in building the competences of the institutions responsible for regional development in developing and implementing their own strategies.
pl: Istotnym elementem było kontynuowanie przez Ministerstwo Rozwoju wsparcie mołdawskich władz w tworzeniu Strategii Rozwoju Regionalnego Mołdawii 2016-2020 oraz budowanie kompetencji instytucji odpowiedzialnych za rozwój regionalny w opracowywaniu i wdrażaniu własnych strategii.

source: Development of rural areas (9 projects - PLN 4,012,082)
pl: Rozwój obszarów wiejskich (9 projektów - 4 012 082 PLN)

source: The undertaken actions strengthened the potential of agricultural producers as well as small and medium enterprises from rural areas.
pl: Przeprowadzone działania wzmocniły potencjał producentów rolnych oraz małych i średnich przedsiębiorców z obszarów wiejskich.

source: The projects undertaken with the help of inter-governmental organizations contributed to improving the competitiveness of the agricultural production.
pl: Projekty zrealizowane za pośrednictwem organizacji międzyrządowych przyczyniły się do zwiększenia konkurencyjności produkcji rolnej.

source: Further model and modernised farms were established, which are using innovative technologies in production or processing.
pl: Powstały kolejne modelowe zmodernizowane gospodarstwa, które wykorzystują innowacyjne technologie w swojej produkcji czy przetwarzaniu.

source: Some of them also use non-conventional or diversified energy sources and energy-efficient technologies.
pl: Część z nich wykorzystuje również niekonwencjonalne lub zdywersyfikowane źródła energii oraz technologie energooszczędne.

source: As a result of implementing Polish Aid projects, rural areas benefited from the access to modern technologies related to the water and sewage management and waste management.
pl: Dzięki realizacji projektów polskiej pomocy obszary wiejskie uzyskały dostęp do nowoczesnych technologii związanych z gospodarką wodno-ściekową i gospodarką odpadami.

source: In turn, implementing projects under the Small Grants System contributed to modernising the rural infrastructure, also in terms of improving the quality of the education, healthcare, and welfare systems.
pl: Z kolei realizacja projektów za pośrednictwem systemu małych grantów przyczyniła się do modernizacji infrastruktury wiejskiej, także w zakresie poprawy jakości funkcjonowania systemu edukacji, służby zdrowia i opieki społecznej.

source: Public security and border management (1 project - PLN 323,545)
pl: Bezpieczeństwo publiczne i zarządzanie granicami (1 projekt - 323 545 PLN)

source: Actions under the project contributed to strengthening the border control, including verification of authenticity of documents and strengthening the forensic analysis division of the Border Police of the Republic of Moldova.
pl: Działania w ramach projektu przyczyniły się do wzmocnienia kontroli granicznej, w tym weryfikacji autentyczności dokumentów oraz wzmacniania pionu analizy kryminalnej Policji Granicznej Republiki Mołdawii.

source: Via the Solidarity Fund PL, MFA providedfunds in the amount of PLN 585,770 to continue the actions conducted by the Local Authorities Information Centre in Ialoveni in Moldova (see history: Actions in 2012 ).
pl: MSZ przekazało za pośrednictwem Fundacji Solidarności Międzynarodowej środki w wysokości 585 770 PLN na kontynuowanie działań prowadzonych przez Centrum Informacyjne dla Władz Lokalnych w Ialoveni w Mołdawii (zobacz historię: Działalność w 2012 roku ).

source: The Centre financed 12 small projects, which contributed to the development of the local community through strengthening participatory mechanisms, working with the youth, actions for persons with disabilities, and the development of small infrastructure.
pl: Centrum sfinansowało 12 małych projektów, które posłużyły rozwojowi społeczności lokalnej poprzez wzmocnienie mechanizmów partycypacyjnych, prace z młodzieżą, działania na rzecz osób niepełnosprawnych oraz rozwój małej infrastruktury.

source: The projects were implemented by Moldovan local governments in cooperation with social partners using the learning by doing method.
pl: Projekty wdrażane były przez samorządy mołdawskie we współpracy z partnerami społecznymi metodą - learning by doing.

source: Moreover, the Centre organized 15 workshops for local leaders and 7 study visits to initiate the cooperation of Polish-Moldovan partnerships among different social groups.
pl: Ponadto Centrum zorganizowało 15 warsztatów dla liderów lokalnych oraz 7 wizyt studyjnych służących nawiązaniu współpracy polsko-mołdawskich partnerstw różnych grup społecznych.

source: The amount of PLN 57,341 was allocated for this purpose.
pl: Na ten cel przeznaczono kwotę 57 341 PLN.

source: Regional development and decentralisation: (10 projects - PLN 1,805,730)
pl: Rozwój regionalny i budowa potencjału administracji publicznej i samorządowej: (10 projektów - 1 805 730 PLN)

source: These actions were intended to prepare the regional and local administration to effectively absorb the national and international funds e.g. by improving the competence in creating and next implementing their own strategies.
pl: Działania służyły przygotowaniu administracji regionalnej i lokalnej do efektywnej absorpcji funduszy krajowych i międzynarodowych poprzez m.in. zwiększenie ich kompetencji w opracowywaniu, a następnie wdrażaniu własnych strategii.

source: The Ministry of Infrastructure and Development played a major role in this respect by supporting the Moldovan authorities in writing their regional development strategy.
pl: Istotną rolę w tym zakresie odegrało Ministerstwo Infrastruktury i Rozwoju, które wsparło władze mołdawskie w tworzeniu strategii rozwoju regionalnego.

source: Polish specialists shared their knowledge and experience about effective absorption of national and international funds with the Moldovan officials.
pl: Polscy specjaliści podzielili się z mołdawskimi urzędnikami swoją wiedzą i doświadczeniem na temat efektywnej absorbcji środków krajowych i zagranicznych.

source: Moreover, Polish expert support in the area of chemicals management contributed to the enactment of regulations that are compatible with the EU standard in this area; an institution to manage chemicals was also established.
pl: Ponadto polskie wsparcie eksperckie w zakresie zarządzania chemikaliami przyczyniło się do powstania zgodnych z standardami UE regulacji obejmujących to zagadnienie, jak również powołania instytucji zarządzającej chemikaliami.

source: Agriculture and development of rural areas (7 projects - PLN 3,615,369)
pl: Rolnictwo i rozwój obszarów wiejskich: (7 projektów - 3 615 369 PLN)

source: The most funds available under the Polish Aid programme contributed to the development of agricultural production and of the potential of small and medium enterprises in rural areas.
pl: Największy wolumen środków z polskiej pomocy przyczynił się do rozwoju produkcji rolnej oraz potencjału małej i średniej przedsiębiorczości na obszarach wiejskich.

source: The projects run by NGOs helped to establish several model farms that use innovative solutions in their agricultural activity and agricultural processing, including energy-efficient technologies.
pl: W ramach projektów zrealizowanych za pośrednictwem organizacji pozarządowych powstało kilka modelowych gospodarstw wykorzystujących innowacyjne rozwiązania do prowadzonej przez nich działalności rolniczej i przetwórstwa rolniczego, również z zakresie technologii energooszczędnych.

source: A series of training courses and workshops in agricultural counselling and non-agricultural business activity were held; Polish experiences in the area of associations of producers (cooperatives) were also shared.
pl: Przeprowadzono szereg szkoleń i warsztatów z zakresu doradztwa rolniczego oraz pozarolniczej działalności gospodarczej, a także przekazywania polskich doświadczeń w zakresie zrzeszania się producentów w spółdzielnie.

source: A network of advisors, which was strengthened with the help of the funds available under the Polish Aid programme, shares best practice gained while implementing projects with further farmers and entrepreneurs interested in developing their own activity.
pl: Sieć doradców, wzmocniona dzięki środkom polskiej pomocy, przekazuje dobre praktyki pozyskane z realizacji projektów kolejnym rolnikom i przedsiębiorcom zainteresowanym rozwojem swojej działalności.

source: Moreover, Polish specialists supported Moldovan employees of a phytosanitary diagnostics laboratory in implementing international standards in the area of foot safety.
pl: Ponadto polscy specjaliści wsparli mołdawskich pracowników fitosanitarnego laboratorium diagnostycznego w zakresie wdrażania standardów międzynarodowych w obszarze bezpieczeństwa żywności.

source: Public security and border management (2 projects - PLN 726,357)
pl: Bezpieczeństwo publiczne i zarządzanie granicami (2 projekty - 726 357 PLN)

source: Implementation of projects of the public administration contributed to strengthening the Moldovan border guard and police in the area of creating modern structures based on the solutions implemented in the EU, which are able to counteract cross-border and organized crime.
pl: Realizacja projektów organów administracji rządowej przyczyniła się do wzmocnienia służb mołdawskiej straży granicznej oraz policji w zakresie tworzenia nowoczesnych struktur, wzorowanych na rozwiązaniach stosowanych w UE, zdolnych do walki z przestępczością transgraniczną i zorganizowaną.

source: Strengthening the human resources management system in the civil service of the Eastern Partnership countries (3 persons) and European integration (9 persons).
pl: Wzmocnienie systemu zarządzania zasobami ludzkimi w służbie cywilnej krajów Partnerstwa Wschodniego (3 os.) oraz Integracja europejska (9 osób).

source: PLN 80,155 was allocated for this purpose.
pl: Na ten cel przeznaczono kwotę 80 155 PLN.

source: Moreover, MFA provided the funds of the Solidarity Fund PL to support democratization actions in Moldova.
pl: MSZ przekazało ponadto Fundacji Solidarności Międzynarodowej (FSM) środki finansowena wsparcie działań demokratyzacyjnych w Mołdawii.

source: Also, a mission of Polish observers for the parliamentary election as part of the ODIHR/OSCE mission was organized, monitoring of financing the election campaign was also conducted.
pl: Zorganizowany został m.in. wyjazd polskich obserwatorów wyborów parlamentarnych w ramach misji ODIHR/OBWE, jak również monitoring finansowania kampanii wyborczej.

source: Moreover, actions intended to engage the youth in the process of systemic transformation and to change civic attitudes were implemented, political leaders were trained, and best practices in care establishments for persons with mental disabilities were implemented.
pl: Ponadto zrealizowane zostały działania w zakresie aktywizacji młodzieży w transformacji systemowej i zmianie postaw obywatelskich, przeszkolono liderów politycznych oraz wdrożono dobre praktyki w placówkach opiekuńczych dla osób upośledzonych umysłowo.

source: The operation of the Local Authorities Information Centre in Moldova continued.
pl: Kontynuowana była działalność Centrum Informacyjnego dla Władz Lokalnych Mołdawii (FSM).

source: Thanks to the support of the MFA and USAID, the Center has launched its own grant scheme in the fall of 2014, making it possible to realise local projects in 2014-2015.
pl: Dzięki wsparciu MSZ i USAID, jesienią 2014 roku Centrum uruchomiło własny program grantowy, umożliwiający w latach 2014-2015 realizację projektów lokalnych.

source: MFA donated PLN 367,620 for this purpose.
pl: MSZ przekazało na ten cel 367 620 PLN.

source: The total support of the Solidarity Fund PL was PLN 1,554,164.
pl: Całkowita kwota wsparcia FSM wyniosła 1 554 164 PLN.

source: In 2013, 24 projects were undertaken in the Republic of Moldova, among them 6 local government units/NGO projects and 7 administrative projects, for the total amount of PLN 5 225 985, and 11 projects in the framework of the Small Grants System for the amount of EUR 122 918,61 (see full list ).
pl: W roku 2013 na rzecz Republiki Mołdawii podjęto 24 projekty, w tym 6 projektów jst/ngo i 7 projektów administracji, na łączną kwotę 5 225 985 PLN oraz 11 projektów w ramach systemu małych grantów na kwotę 122 918,61 EUR (zobacz pełną listę ).

source: In 2013 the Polish development cooperation activities in Moldova are performed according to the following priorities (non-governmental organization projects, local governmental units, government administration units):
pl: W 2013 roku polska działalność z zakresu współpracy rozwojowej na rzecz Mołdawii (projekty organizacji pozarządowych, jednostek samorządu terytorialnego i organów administracji rządowej) realizowana jest w ramach następujących priorytetów:

source: Public security and border management (5 projects - PLN 941 919)
pl: Bezpieczeństwo publiczne i zarządzanie granicami (5 projektów - 941 919 PLN)

source: in particular: amelioration of public security and counteracting organized crime, smuggling goods, support for subjects responsible for public safety, crisis management and environmental protection.
pl: W szczególności: poprawa bezpieczeństwa publicznego i przeciwdziałanie przestępczości zorganizowanej, przemytowi towarów, wsparcie podmiotów odpowiedzialnych za bezpieczeństwo ludności, zarządzanie kryzysowe i ochronę środowiska naturalnego.

source: Regional development and decentralisation (4 projects - PLN 1 556 386)
pl: Rozwój regionalny i decentralizacja (4 projekty - 1 556 386 PLN)

source: in particular: preparation of the regional and local administration to the effective use of EU funds, strengthening of the coordinative role of the Minister for Regional Development and Construction of Moldova in implementing the regional reform.
pl: W szczególności: przygotowanie administracji regionalnej i lokalnej do efektywnej absorpcji funduszy unijnych; wzmocnienie koordynacyjnej roli ministerstwa rozwoju regionalnego i budownictw Mołdawii w zakresie wdrażania reformy regionalnej.

source: Development of rural areas (4 projects - PLN 2 727 680 PLN)
pl: Rozwój obszarów wiejskich (4 projekty - 2 727 680 PLN)

source: in particular: assistance for small and medium enterprises, agricultural cooperation and consulting, promotion and implementation of innovative farming technology for the modernization of rural infrastructure.
pl: W szczególności: wsparcie małej i średniej przedsiębiorczości, spółdzielczości rolniczej i doradztwa rolniczego; promocja i wdrażanie innowacyjnych technik i technologii w gospodarstwach rolnych modernizacji infrastruktury wiejskiej.

source: The Local Authorities Information Centre in Moldova was opened in October 2012.
pl: Od października 2012 r. działa Centrum Informacyjne dla Władz Lokalnych Mołdawii.

source: The creation of the Centre was based on the “Memorandum of Understanding” signed 29 June 2012 between the MFA of the Republic of Poland and the Ministry of Regional Development and Construction of Moldova.
pl: Centrum powołane zostało w oparciu o "Memorandum of Understanding" podpisane w dniu 29 czerwca 2012 r. pomiędzy MSZ RP a Ministerstwem Rozwoju Regionalnego i Budownictwa Mołdawii.

source: According to the agreement the Centre will be located in Regional Development Agency in Laloveni and shall have a informative, coordinative and educational role.
pl: Zgodnie z umową Centrum, z siedzibą w Agencji Rozwoju Regionalnego w laloveni, pełni funkcję informacyjno-koordynacyjną oraz edukacyjną.

source: The function of the Centre is providing information on overseas projects and grants, as well as procedures for receiving domestic and international organization financing.
pl: Zadaniem Centrum jest dostarczanie informacji dotyczących zagranicznych projektów i grantów oraz procedur ubiegania się o środki krajowe oraz instytucji międzynarodowych.

source: The project of the Centre is realized in the scope of “Moldova Task Force”, which is a part of the Democracy Partnership Challenge.
pl: Projekt utworzenia Centrum realizowany jest w ramach „Moldova Task Force” będącego częścią projektu Democracy Partnership Challenge.

source: The representatives of the Moldovan administration shall take part in two training modules: civil service training - for all Eastern Partnership countries, and EU negotiation training - for representatives from the Republic of Moldova.
pl: Przedstawiciele administracji mołdawskiej zostaną zaproszeni do udział w dwóch modułach szkoleniowych, tj. szkolenie z zakresu służby cywilnej - moduł skierowany do wszystkich krajów Partnerstwa Wschodniego oraz szkolenie z zakresu negocjacji unijnych - moduł przewidziany przedstawicielom Republiki Mołdawii.

source: Learn more about Polish assistance to Moldova:
pl: Czytaj więcej o polskiej pomocy dla Mołdawii:

source: A total of 24 projects were implemented (see full list ) amounting to PLN 4,376,333.10, including:
pl: Wdrożono łącznie 24 projekty (zobacz pełną listę ) na kwotę 4 376 333,10 PLN, w tym:

source: 6 projects financed to the sum of PLN 2,419,927 implemented by NGOs and local government authorities,
pl: 6 projektów dofinansowanych na kwotę 2 419 927 PLN zrealizowanych przez organizacje pozarządowe (NGO) i jednostki samorządu terytorialnego (jst),

source: 5 projects financed to the sum of PLN 1,475,227 implemented by central government bodies,
pl: 5 projektów dofinansowanych na kwotę 1 475 227 PLN zrealizowanych przez organy administracji rządowej,

source: 10 projects financed to the sum of PLN 394,182.40 implemented by the Polish Embassy in the framework of the Small Grants System ,
pl: 10 projektów dofinansowanych na kwotę 394 182,40 PLN wdrożonych przez Ambasadę RP w ramach systemu małych grantów ,

source: 3 assistance projects supporting democratization and societies in transition, implemented by the Solidarity Fund PL, financed to the sum of PLN 86,996.70.
pl: 3 projekty pomocowe na rzecz demokratyzacji i wsparcia społeczeństw przechodzących transformację ustrojową zrealizowane przez Fundację Solidarności Międzynarodowej na kwotę 86 996,70 PLN.

source: In 2012 Poland's development cooperation activities for Moldova (projects by NGOs, local government authorities, and central government authorities) were implemented in the framework of the following priorities:
pl: W 2012 roku polska działalność z zakresu współpracy rozwojowej na rzecz Mołdawii (projekty organizacji pozarządowych, jednostek samorządu terytorialnego i aorganów administracji rządowej) realizowana była w ramach następujących priorytetów:

source: public safety and border management (3 projects - PLN 733,950),
pl: bezpieczeństwo publiczne i zarządzanie granicami (3 projekty - 733 950 PLN),
